Repository: TomBursch/kitchenowl
Catalog: kitchenowl/lib/l10n/app_*.arb
Languages: bg, et, he, lt, pa, ta, te

# offlineMessage
source: You're offline
bg: Вие сте извън линия
he: אתה במצב לא מקוון
lt: Jūs esate neprisijungęs prie tinklo
ta: நீங்கள் இணைப்பில்லாத

source: Okay
bg: Добре
he: אוקיי
lt: Gerai
pa: ٹھیک اے
ta: சரி

# onboardingLoading
source: Importing language, this could take a while. Please be patient :)
bg: Импортиране на език, това може да отнеме време. Моля, бъдете търпеливи :)
he: מייבא שפה, פעולה זו עלולה לקחת זמן. אנא היעזר בסבלנות :)
lt: Importuojama kalba, tai gali užtrukti. Prašome palaukti :)
ta: மொழியை இறக்குமதி செய்வது, இதற்கு சிறிது நேரம் ஆகலாம். தயவுசெய்து பொறுமையாக இருங்கள் :)

# onboardingSettingsTitle
source: Hi {name}, let's set up the server!
bg: Здравей {name}, нека настроим сървъра!
he: היי {name}, הבאנ גדיר את השרת!
lt: Labas {name}, sukonfiguruok serverį!
ta: ஆய் {name}, சேவையகத்தை அமைப்போம்!

# onboardingTitle
source: Let's create a user
bg: Нека създадем потребител
he: הבא ניצור משתמש
lt: Sukurkime naudotoją
ta: ஒரு பயனரை உருவாக்குவோம்

source: Optional
bg: По избор
he: בחירה
lt: Neprivaloma
ta: விரும்பினால்

source: or
bg: или
he: או
lt: arba
pa: یا
ta: அல்லது

source: Ordering
bg: Подредба
he: הזמנה
ta: வரிசைப்படுத்துதல்

source: Other
bg: Други
he: אחר
lt: Kita
pa: ہور
ta: மற்றொன்று

source: Overview
bg: Общ преглед
he: סקירה
lt: Peržiūrėjimas
ta: கண்ணோட்டம்

# owesAB
source: {nameA} owes {nameB}
bg: {nameA} дължи {nameB}
he: {nameA} חייב ל{nameB}
lt: {nameA} skoloje {nameB}
ta: {nameA} owas {nameB}

# pageNotFound
source: Couldn't find this page
bg: Не открихме тази страница
he: עמוד לא נמצא
lt: Puslapis nerastas
ta: இந்த பக்கத்தைக் கண்டுபிடிக்க முடியவில்லை

source: Parent
he: הורה, אב או אם

# parentRights
source: Can change household settings
he: יכול לשנות את הגדרות הבית

source: Password
bg: Парола
he: סיסמא
lt: Slaptažodis
pa: پاس‌ورڈ
ta: கடவுச்சொல்

# passwordFieldTooShort
source: Password too short
bg: Паролата е твърде кратка
he: סיסמא קצרה מידי
lt: Slaptažodis per trumpas
ta: கடவுச்சொல் மிகக் குறைவு

# passwordForgot
source: Forgot password?
bg: Забравена парола?
he: שכחת את הסיסמא?
lt: Pamiršote slaptažodį?
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா?

# passwordRepeat
source: Repeat password
bg: Повтори паролата
he: הזן סיסמא שוב
lt: Pakartokite slaptažodį
ta: கடவுச்சொல்லை மீண்டும் செய்யவும்

# passwordRepeatNoMatch
source: The passwords don't match
bg: Паролите не съответстват
he: הסיסמאות אינן זהות
lt: Slaptažodžiai nevienodi
ta: கடவுச்சொற்கள் பொருந்தவில்லை

# passwordReset
source: Reset password
bg: Смнени парола
he: איפוס סיסמא
lt: Panaikinti slaptažodį
ta: கடவுச்சொல்லை மீட்டமைக்கவும்

# passwordSave
source: Update password
bg: Промени парола
he: עדכון סיסמא
lt: Atnaujinti slaptažodį
ta: கடவுச்சொல்லைப் புதுப்பிக்கவும்

source: Personal
bg: Лично
he: אישי
lt: Asmeniniai
ta: தனிப்பட்ட

source: Planner
bg: Планер
he: תוכנית
lt: Planeris
ta: திட்டமிடுபவர்

# plannerEmpty
source: No meals planned, start by selecting one of your recipes!
bg: Нямате планувани хранения, започнете като изберете една от вашите рецепти!
he: אין תוכנית תזונה, התחל בבחירת אחד מהמתכונים שלך!
lt: Jokių maisto planų, pradėkite pažymėdami vieną iš savo receptų!
ta: உணவு திட்டமிடப்படவில்லை, உங்கள் சமையல் ஒன்றைத் தேர்ந்தெடுப்பதன் மூலம் தொடங்கவும்!

# plannerTitle
source: Your planned meals
bg: Вашите планирани хранения
he: תוכניות התזונה שלך
lt: Jūsų suplanuoti patiekalai
ta: உங்கள் திட்டமிட்ட உணவு

source: Preparation time
bg: Време за приготвяне
he: זמן הכנה
lt: Paruošimo laikas
ta: தயாரிப்பு நேரம்

source: Privacy policy
bg: Политика за поверителност
he: מדיניות פרטיות
lt: Privatumo politika
ta: தனியுரிமைக் கொள்கை

# privacyPolicyAgree
source: By creating an account you agree to our {privacyPolicy} and {terms}
bg: Създавайки акаунт, Вие се съгласявате с нашата {privacyPolicy}
he: ביצירת משתמש אתה מאשר את תנאי הגדרת הפרטיות שלנו
lt: Sukurdami paskyrą, Jūs sutinkate su mūsų {privacyPolicy}
ta: ஒரு கணக்கை உருவாக்குவதன் மூலம் நீங்கள் எங்கள் {privacyPolicy}க்கு ஒப்புக்கொள்கிறீர்கள்

source: Private
bg: Частно
he: פרטי
ta: தனிப்பட்ட

# privateRecipeDescription
source: Only members of the household can view the recipe.
bg: Само членове на домакинството могат да видят тази рецепта.
he: רק מתמשי הבית הזה יוכלו לצפות במתכון.
ta: வீட்டு உறுப்பினர்கள் மட்டுமே செய்முறையைப் பார்க்க முடியும்.

source: Profile
bg: Профил
he: פרופיל
lt: Profilis
ta: சுயவிவரம்

source: Public
bg: Публично
he: ציבור, גלוי
ta: பொது

# publicRecipeDescription
source: The recipe is public and might be suggested to others.
he: המתכון גלוי ויוצע לאחרים
ta: இந்த செய்முறைக்கான இணைப்பு உள்ள எவரும் இதைக் காணலாம்.

# recentItemsCategorize
source: Categorize recent items
bg: Категоризирай скорошните артикули
he: סדר רשימת מוצרים שעודכנו לאחרונה
ta: அண்மைக் கால உருப்படிகளை வகைப்படுத்தவும்

# recipeAdd
source: Add recipe
bg: Добави рецепта
he: הוספת מתכון
lt: Pridėti receptą
ta: செய்முறையைச் சேர்க்கவும்

# recipeAddToHousehold
source: Add to {householdName}
bg: Добави в {householdName}
he: שם משפחה
ta: {householdName} இல் சேர்க்கவும்

# recipeAddUrl
source: Add recipe from URL
bg: Добави рецепта от URL
he: הוספת מתכון מדף אינטרנט
lt: Pridėti receptą iš URL
ta: முகவரி இலிருந்து செய்முறையைச் சேர்க்கவும்

# recipeDelete
source: Delete recipe
bg: Изтрий рецепта
he: מחקית מתכון
lt: Ištrinti receptą
ta: செய்முறையை நீக்கு

# recipeDeleteConfirmation
source: Are you sure you want to remove {recipe}?
bg: Сигурен ли си, че искаш да изтриеш {recipe}?
he: האם האתה בטוח שתרצה למחוק את {recipe} ?
lt: Ar Jūs tikri, kad norite pašalinti {recipe}?
ta: நீங்கள் நிச்சயமாக {recipe} அகற்ற விரும்புகிறீர்களா?

# recipeEdit
source: Edit recipe
bg: Редактирай рецепта
he: ערוך מתכון
lt: Koreguoti receptą
ta: செய்முறையைத் திருத்து

# recipeEmpty
source: No recipes, start by adding one!
bg: Няма рецепти, започни като добавиш някоя!
he: אין מתכונים, התחל ביצירת אחד!
lt: Nėra receptų, pradėk sukurdamas vieną!
ta: சமையல் இல்லை, ஒன்றைச் சேர்ப்பதன் மூலம் தொடங்கவும்!

# recipeEmptySearch
source: No recipes found :(
bg: Не открихме рецепти :(
he: לא נמצאו מתכונים :(
lt: Receptų nerasta :(
ta: சமையல் எதுவும் கிடைக்கவில்லை :(

# recipeGoToInHousehold
source: Already added, go to recipe in {householdName}
he: כבר קיים/נוסף, עבור למתכון ב

# recipeImageSelect
source: Select a recipe image
bg: Избери изображение за рецептата
he: בחר תמונה למתכון
lt: Pasirinkite recepto nuotrauką
ta: செய்முறை படத்தைத் தேர்ந்தெடுக்கவும்

# recipeNew
source: New recipe
bg: Нова рецепта
he: מתכון חדש
lt: Naujas receptas
ta: புதிய செய்முறை

source: Recipe source
bg: Източник на рецептата
he: מקור המתכון
lt: Recepto šaltinis
ta: செய்முறை மூல

source: Recipes
bg: Рецепти
he: מתכונים
lt: Receptai
ta: சமையல்

# recipesDiscover
source: Discover recipes
he: גלה/ חפש מתכון

# recipesNewestCommunity
source: Newest community recipes
he: המתכון האחרון ששותף בקהילה

# recipesOverwrite
source: Overwrite recipes
bg: Презапиши рецепти
he: החלפת מתכונים
lt: Perrašyti receptus
ta: ஓவர்ரைட் ரெசிபிகளை

# recipesOverwriteDescription
source: If activated, existing recipes with the same name will be overwritten
bg: Ако е активирано, текущите рецепти със същото име ще бъдат презаписани
he: אם פועל, מתכונים קיימים עם אותו השם יוחלפו
lt: Jei suaktyvinta, esami receptai tuo pačiu pavadinimu bus perrašyti
ta: செயல்படுத்தப்பட்டால், அதே பெயருடன் இருக்கும் சமையல் குறிப்புகள் மேலெழுதப்படும்

# recipesPopular
source: Popular recipes
he: מתכונים פופולארים

# recipesRecent
source: Recent
bg: Скорошни
he: לאחרונה
lt: Neseniai naudoti
ta: அண்மைக் கால

# recipesSuggested
source: Suggested
bg: Препоръчани
he: מוצע
lt: Siūlomi
ta: பரிந்துரைக்கப்பட்டது

source: Refresh
bg: Обнови
he: ריענון
lt: Perkrauti
ta: புதுப்பிப்பு

# rememberLastShoppingList
source: Remember the last used shopping list
bg: Запомни последно използвания списък за пазаруване
he: היזכר/חזור לרשימת הקניות האחרונה שהיתה בשימוש
ta: கடைசியாக பயன்படுத்தப்பட்ட சாப்பிங் பட்டியலை நினைவில் கொள்ளுங்கள்

source: Remove
bg: Премахни
he: הסרה
lt: Pašalinti
ta: அகற்று

source: Rename
bg: Преименувай
he: שנה שם
lt: Pervadinti
ta: மறுபெயரிடுங்கள்

# reportIssue
source: Report an issue
bg: Докладвай проблем
he: דווח על בעיה
lt: Pranešti apie problemą
ta: ஒரு சிக்கலைப் புகாரளிக்கவும்

source: Reset
he: איפוס
lt: Nustatyti iš naujo
ta: மீட்டமை

source: Save
he: שמירה
lt: Išsaugoti
ta: சேமி

# searchHint
source: Looking for something?
he: האם אתה מחפש משהו?
lt: Ieškai kažko?
ta: ஏதாவது தேடுகிறீர்களா?

source: Send
he: שלח

source: Server
he: שרת
lt: Serveris
ta: சேவையகம்

# serverChange
source: Switch server
he: החלף שרת
lt: Keisti serverį
ta: சேவையகம் சுவிட்ச்

source: Sessions
he: פגישה
lt: Sesija
ta: அமர்வுகள்

source: Set
he: הגדר
lt: Nustatyta
ta: கணம்

source: Settings
he: הגדרות
lt: Nustatymai
ta: அமைப்புகள்

# setupTitle
source: Hey there! Ready to shop?
he: היי! מוכן לקניות?
lt: Labas! Pasiruošęs apsipirkti?
ta: ஏய் அங்கே! சாப்பிங் செய்ய தயாரா?

source: Share
he: שתף
ta: பங்கு

source: Shopping list
he: רשימת קניות
lt: Pirkinių sąrašas
ta: சாப்பிங் பட்டியல்

# shoppingListDelete
source: Delete shopping list
he: מחק רשימת קניות
lt: Ištrinti pirkinių sąrašą
ta: சாப்பிங் பட்டியலை நீக்கு

# shoppingListDeleteConfirmation
source: Are you sure you want to delete {shoppingList}?
he: האם אתה בטוח שתרצה למחוק את {shoppingList}?
lt: Ar Jūs tikri, kad norite pašalinti {shoppingList}?
ta: {shoppingList} நீக்க விரும்புகிறீர்களா?

# shoppingListEdit
source: Edit shopping list
he: ערוך רשימת קניות
lt: Koreguoti pirkinių sąrašą
ta: சாப்பிங் பட்டியலைத் திருத்தவும்

# shoppingListEmpty
source: The shopping list is empty. Add an item using the search function above.
he: רשימת הקניות ריקה. הוסף מוצר תוך שימוש בפעולת חיפש מלמעלה

source: Shopping list style
he: סגנון רשימת קניות
lt: Pirkinių sąrašo stilius
ta: சாப்பிங் பட்டியல் பாணி

source: Shopping lists
he: רשימות קניות
lt: Pirkinių sąrašai
ta: சாப்பிங் பட்டியல்கள்

# signInWith
source: Sign in with {provider}
he: התחבר עם {provider}
lt: Prisijungti su {provider}
ta: {provider} உடன் உள்நுழைக

source: Sign up
he: הרשמה
lt: Registruokis
ta: பதிவு செய்க

source: Skip
he: דלג
ta: தவிர்

source: Smaller
he: קטן יותר
lt: Mažesnis
ta: சிறிய

# sortingAlgorithmic
source: Algorithmic
he: אַלְגּוֹרִיתְמִי
lt: Algoritmas
ta: வழிமுறை

# sortingAlphabetical
source: Alphabetical
he: אלפבתי
lt: Pagal abėcėlę
ta: அகரவரிசை

source: Start
he: התחל
lt: Pradėti
ta: தொடங்கு

# supportDevelopment
source: Support the development
he: תמוך בפיתוח
lt: Paremkit kurėjus
ta: வளர்ச்சியை ஆதரிக்கவும்

source: Swipe to delete
he: החלק למחיקה
lt: Brauk kad ištrintum
ta: நீக்க ச்வைப்

source: Swipe to delete and long press to reorder
he: החלק למחיקה והחלק לחיצה כדי להקליט
lt: Brauk kad ištrintum ir ilgai paspausk kad pertvarkytum
ta: நீக்குவதற்கு ச்வைப் செய்து மறுவரிசைப்படுத்த நீண்ட அழுத்தவும்

source: Swipe to remove
he: החלק להסרה
lt: Brauk kad pašalintum
ta: அகற்ற ச்வைப்

# tagDelete
source: Delete tag
he: מחק תגית
lt: Pašalinti žymą
ta: குறிச்சொல்லை நீக்கு

# tagDeleteConfirmation
source: Are you sure you want to delete {tag}? This will remove the tag from any recipe containing it.
he: האם אתה בטוח שתרצה למחוק את {tag}? תגית זו תימק מכל המתכונים.
lt: Ar Jūs tikri, kad norite pašalinti {tag}? Tai pašalins žymą iš visų receptų.
ta: நீங்கள் நிச்சயமாக {tag} நீக்க விரும்புகிறீர்களா? இது அதைக் கொண்ட எந்த செய்முறையிலிருந்தும் குறிச்சொல்லை அகற்றும்.

# tagEdit
source: Edit tag
he: ערוך תגית
lt: Koreguoti žymą
ta: குறிச்சொல் திருத்து

source: Tags
he: תגיות
lt: Žymos
ta: குறிச்சொற்கள்

# tagsPopular
source: Popular tags
he: טאגים פופולאריים

source: Tap
he: הקשה
lt: Paspausk
ta: தட்டவும்

# themeDark
source: Dark
he: כהה
lt: Tamsu
ta: இருண்ட

# themeLight
source: Light
he: בהיר
lt: Šviesu
ta: ஒளி

# themeMode
source: Theme
he: ערכת נושא
lt: Tema
ta: கருப்பொருள்

# themeSystem
source: System
he: מערכת
lt: Sistema
ta: மண்டலம்

source: Today
he: היום

source: Total
he: סך
lt: Iš viso
ta: மொத்தம்

source: Total time
he: סך הזמן
lt: Visas laikas
ta: மொத்த நேரம்

source: Uncategorized
he: ללא קטגוריה
lt: Be kategorijos
ta: வகைப்படுத்தப்படாதது

source: Under construction
he: בפיתוח
lt: Remontas
ta: கட்டுமானத்தின் கீழ்

source: Unlink
he: הסר חשבון
lt: Atsijungti nuo
ta: இணைக்கவும்

# unreachableMessage
source: Hmmmmâ€¦ couldn't reach server
he: הממ... לא הצלחתי לגשת לשרת
lt: Hmmmm... neina pasiekti serverio
ta: அ்ம்ம்… சேவையகத்தை அடைய முடியவில்லை

# unsavedChangesBody
source: Are you sure you want to go back?
he: האם אתה שבטוח שתרצה לחזור?
lt: Ar Jūs tikri, kad norite eiti atgal?
ta: நீங்கள் திரும்பிச் செல்ல விரும்புகிறீர்களா?

# unsavedChangesTitle
source: You have unsaved changes
he: יש לך שינויים שלא נשמרו
lt: Jūs turite neišsaugotų pakeitimų
ta: நீங்கள் சேமிக்கப்படாத மாற்றங்கள் உள்ளன

# unsupportedBackendMessage
source: The server version is not supported, please update the backend
he: גירסאת השרת אינה נתמכת, אנא עדכן את שרת ה-backend
lt: Serverio versija nepalaikoma, atnaujinkite programą
ta: சேவையக பதிப்பு ஆதரிக்கப்படவில்லை, தயவுசெய்து பின்தளத்தில் புதுப்பிக்கவும்

# unsupportedFrontendMessage
source: The app version is not supported, please update the app
he: גירסאת האפליקציה אינה נתמכת, אנא עדכן את האפליקציה
lt: Programos versija nepalaikoma, atnaujinkite programą
ta: பயன்பாட்டு பதிப்பு ஆதரிக்கப்படவில்லை, தயவுசெய்து பயன்பாட்டைப் புதுப்பிக்கவும்

# unsupportedScrapeMessage
source: This website is not supported
he: ניתן לאסוף מידע מכתובת זו
ta: இந்த வலைத்தளம் ஆதரிக்கப்படவில்லை

source: Used in
he: שומש ב
lt: Panaudota šiuose
ta: பயன்படுத்தப்படுகிறது

source: User
he: משתמש
lt: Naudotojas
ta: பயனர்

# userAdd
source: Add user
he: הוספת משתמש
lt: Pridėti naudotoją
ta: பயனரைச் சேர்க்கவும்

# userDelete
source: Delete user
he: מחיקת משתמש
lt: Pašalinti naudotoją
ta: பயனரை நீக்கு

# userDeleteConfirmation
source: Are you sure you want to remove {user}?
he: האם אתה בטוח שתרצה למחוק את המשתמש {user}?
lt: Ar Jūs tikri, kad norite pašalinti {user}?
ta: {user} ஐ அகற்ற விரும்புகிறீர்களா?

# userNotSignedIn
source: You need to be signed in to link an account
he: עליך להיות מחובר על מנת לקשר חשבון
lt: Norėdami susieti paskyrą, turite būti prisijungę
ta: ஒரு கணக்கை இணைக்க நீங்கள் உள்நுழைய வேண்டும்

# userSearchHint
source: Type a name
he: הזן שם
lt: Įrašykite vardą
ta: ஒரு பெயரைத் தட்டச்சு செய்க

source: Username
he: שם משתמש
lt: Slapyvardis
ta: பயனர்பெயர்

# usernameInvalid
source: Username cannot contain '@'
he: שם המשתמש לא יכול להכיל '@'
lt: Slapyvardis negali turėti '@'
ta: பயனர்பெயர் '@' ஐக் கொண்டிருக்க முடியாது

# usernameUnavailable
source: The username is unavailable
he: שם המשתמש אינו זמין
lt: Šis slapyvardis nepasiekiamas
ta: பயனர்பெயர் கிடைக்கவில்லை

source: Users
he: משתמשים
lt: Naudotojai
ta: பயனர்கள்

source: Weekly
he: שבועי
lt: Savaitinis
ta: வாராந்திர

# writeMarkdownHere
source: You can use markdown here!
he: אתה יכול להשתמש ב-markdown כאן!
lt: Čia galite naudoti žymėjimą!
ta: நீங்கள் இங்கே மார்க் டவுனைப் பயன்படுத்தலாம்!

source: Wrong username or password
he: שם משתמש או סיסמא שגויים
lt: Neteisingas slapyvardis arba slaptažodis
ta: தவறான பயனர்பெயர் அல்லது கடவுச்சொல்

source: Yearly
he: שנתי
lt: Metinis
ta: ஆண்டு

source: Yes
he: כן
lt: Taip
ta: ஆம்

source: Yields
he: הגשות
lt: Porcija
ta: மகசூல்

source: you
he: את/ה
lt: Jūs
ta: நீங்கள்

# appTitle
source: KitchenOwl
et: KöögiKakk
ta: கிச்சன்அவுல்

source: Redo
bg: Отмени
ta: மீண்டும்செய்

# shoppingListContainsEntries
source: {entriesCount, plural, =0{The shopping list contains no items.} =1{The shopping list contains 1 item.} other{The shopping list contains {entriesCount} items.}}
ta: {entriesCount, plural, =0{கடைஉலாபட்டியலில் எந்த உருப்படியும் இல்லை.} =1{கடைஉலாபட்டியலில் 1 உருப்படி உள்ளது.} other{கடைஉலாபட்டியலில் {entriesCount} உருப்படிகள் உள்ளது.}}

# tutorialItemDescription1
source: When searching for items, you can add an amount at the start of your query, and it will be added as a description.
ta: உருப்படிகளைத் தேடும்போது, உங்கள் வினவலின் தொடக்கத்தில் ஒரு தொகையைச் சேர்க்கலாம், அது ஒரு விளக்கமாக சேர்க்கப்படும்.

# tutorialItemDescription2
source: Or, if amounts are not enough, use a comma to separate the item name and description.
ta: அல்லது, தொகைகள் போதுமானதாக இல்லாவிட்டால், உருப்படி பெயர் மற்றும் விளக்கத்தை பிரிக்க கமாவைப் பயன்படுத்தவும்.

# tutorialRecipeDescription
source: Inside of recipes, you can use Markdown. Basic features are headlines specified with hash signs, numbered lists for instruction steps, and references to ingredients using an at sign followed by the ingredient name.
ta: சமையல் உள்ளே, நீங்கள் மார்க் டவுனைப் பயன்படுத்தலாம். அடிப்படை நற்பொருத்தங்கள் ஆச் அறிகுறிகளுடன் குறிப்பிடப்பட்டுள்ள தலைப்புச் செய்திகள், அறிவுறுத்தல் படிகளுக்கான எண்ணற்ற பட்டியல்கள் மற்றும் மூலப்பொருள் பெயரைத் தொடர்ந்து AT அடையாளத்தைப் பயன்படுத்தும் பொருட்களுக்கான குறிப்புகள்.

# tutorialRecipeMore
source: For more information, visit the [documentation]({url}).
ta: மேலும் தகவலுக்கு, [ஆவணங்கள்] ({url}) ஐப் பார்வையிடவும்.

source: Undo
ta: செயல்தவிர்

source: Welcome back
ta: மீண்டும் வருக
