Repository: TomBursch/kitchenowl
Catalog: kitchenowl/lib/l10n/app_*.arb
Languages: bg, et, he, lt, pa, ta, te

source: About
bg: За нас
et: Meist
he: אודות
lt: Apie
pa: بارے
ta: விவரம்
te: గురించి

# accountCreate
source: Create account
bg: Създайте акаунт
et: Loo konto
he: יצירת חשבון
lt: Sukurti paskyrą
ta: புதிய கணக்கு
te: ఖాతా తెరవండి

# accountCreateHint
source: Your username and name are public, so pick something you're comfortable sharing with others.
bg: Вашето потребителско име и име са публични, така че изберете нещо, което бихте споделили с останалите потребители.
et: Sinu kasutajanimi ja nimi on avalikud, seega vali midagi, mida sa teistega jagada tahad.
he: שם המשתמש והשם גלויים, לכן ביחרו כאלה שנוח לכם לשתף עם אחרים.
ta: உங்கள் பெயர் மற்றும் பயனர்பெயர் வெளிப்படையானவை. எனவே பிறறோடு பகிரும் நோக்கத்தோடு அமைத்துக்கொள்ளவும்.
te: మీ యూసర్నేమ్ మరియు పేరు అందరికీ కనిపించ బడుతాయి, కాబట్టి ఇతరులతో పంచుకోవడంలో మీకు సౌకర్యంగా ఉండే పేరును ఎంచుకోండి.

# accountCreateTitle
source: Create your KitchenOwl account
bg: Създайте своя KitchenOwl акаунт
et: Loo KitchenOwl konto
he: צור משתמש ב-KitchenOwl
lt: Sukurti KitchenOwl paskyrą
ta: உங்கள் கிச்சன் அவுல் கணக்கை உருவாக்க
te: మీ KitchenOwl ఖాతాను సృష్టించండి

# accountDelete
source: Delete account
bg: Изтрий акаунт
et: Kustuta konto
he: מחק משתמש
lt: Ištrinti paskyrą
ta: கணக்கை நீக்கு
te: ఖాతాను తొలగించండి

# accountDeleteConfirmation
source: Are you sure you want to delete your account?
bg: Сигурни ли сте, че искате да изтриете своя акаунт?
et: Oled kindel, et soovid kontot kustutada?
he: האם אתה בטוח שתרצה למחוק את המשתמש?
lt: Ar Jūs tikri, kad norite ištrinti savo paskyrą?
ta: உங்கள் கணக்கு நீக்கப்படும். சம்மதமா?
te: మీరు మీ ఖాతాను తొలగించాలనుకుంటున్నారా?

# accountLinkedWithOtherUser
source: Account already linked to another user
bg: Този акаунт вече е свързан с друг потребител
et: Konto juba kuulub kellegile teisele
he: החשבון כבר מקושר למשתמש אחר
lt: Paskyra jau prijungta prie kito naudotojo
ta: கணக்கு வேறொரு பயனருடன் தொடர்புடையது
te: ఈ ఖాతా ముందుగానే ఇతర వినియోగదారుతో లింక్ చేయబడింది

# accountsLinked
source: Linked accounts
bg: Свързани акаунти
et: Lingitud kontod
he: חשבונות מקושרים
lt: Prijungtos paskyros
ta: இணைக்கப்பட்ட கணக்குகள்
te: లింక్ అయిన ఖాతాలు

source: Add
bg: Добави
et: Lisa
he: הוסף
lt: Pridėti
pa: پایو
ta: சேர்க்க
te: చేర్చండి

source: Add category
bg: Добави категория
et: Lisa kategooria
he: הוספת קטגוריה
lt: Pridėti kategoriją
ta: புதிய வகை சேர்க்க
te: వర్గాన్ని జోడించండి

source: Add description from source
bg: Добави описание от източник
et: Lisa kirjeldus allikast
he: הוספת תיאור ממקור
lt: Pridėti aprašymą iš šaltinio
ta: மூலத்திலிருந்து விளக்கத்தைச் சேர்க்கவும்
te: మూలం నుండి వివరణ జోడించండి

# addItemTitle
source: Add items
bg: Добави артикул
et: Lisa üksusi
he: הוספת מצרכים
lt: Pridėti elementus
ta: உருப்படிகளைச் சேர்க்கவும்
te: వస్తువులు చేర్చండి

source: Add language
bg: Добави език
et: Lisa keel
he: הוספת שפה
lt: Pridėti kalbą
ta: புதிய மொழியை சேர்க்க
te: భాషను చేర్చండి

# addLanguageConfirm
source: Are you sure you want to set the language to '{lang}'? This cannot be undone and will add items and categories to your household.
bg: Сигурен ли си, че искаш да смениш езика на '{lang}'? Това е необратим процес и ще добави артикули и категории към твоето домакинство.
et: Kas oled kindel, et soovid keeleks määrata '{lang}'? Seda toimingut ei saa tagasi võtta ja see lisab sinu leibkonda esemeid ja kategooriaid.
he: האם אתה בטוח שתרצה להחליף לשפה '{lang}'? שינוי זה אינו הפיך ויוסיף מצרכים וקטגוריות לבית שלך.
lt: Ar Jūs tikri, kad norite pakeisti kalbą į '{lang}'? Tai negali būti anuliuota, todėl elementai ir kategorijos bus įtraukti į Jūsų namų ūkį.
ta: மொழியை '{lang}' என அமைக்க விரும்புகிறீர்களா? இது செயல்தவிர்க்க முடியாது, மேலும் உங்கள் வீட்டுக்கு உருப்படிகளையும் வகைகளையும் சேர்க்கும்.

source: Add {number} ingredients
bg: Добави {number} съставки
et: Lisa {number} koostisosi
he: הוספת {number} מצרכים
lt: Pridėkite {number} ingridientų
ta: {number} பொருட்களைச் சேர்க்கவும்

# addRecipeToPlanner
source: Add to meal plan ({number} serves)
bg: Добави към хранителния план ({number} порци)
et: Lisa toitlustuskavasse ({number} portsjonit)
he: הוספה לתוכנית תזונה ({number} הגשות)
lt: Pridėti prie patiekalo planų ({number} patiekimų)
pa: ਖਾਣੇ ਦੀ ਯੋਜਨਾ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ ({number} ਉਪਜਾਂ)
ta: உணவுத் திட்டத்தில் சேர்க்கவும் ({number} பணி செய்கிறது)

# addRecipeToPlannerShort
source: Add to meal plan
bg: Добави към хранителния план
et: Lisage toitumiskavasse
he: הוספה לתוכנית תזונה
lt: Pridėti prie patiekalo planų
ta: உணவு திட்டத்தில் சேர்க்கவும்

source: Add shopping list
bg: Добави към списъка за пазаруване
et: Lisa ostu nimekiri
he: הוספה לרשימת קניות
lt: Pridėti apsipirkimo sąrašą
ta: புதிய ஷாப்பிங் பட்டியல்

source: Add tag
bg: Добави етикет
et: Lisa silt
he: הוספת תגית
lt: Pridėti žymą
ta: குறிச்சொல்லைச் சேர்க்கவும்

# addedBy
source: Added by {name}
bg: Добавено от {name}
et: Lisanud {name}
he: הוסף על ידי {name}
lt: {name} pridėjo šią informaciją
ta: {name} ஆல் சேர்க்கப்பட்டது

source: Address
bg: Адрес
et: Aadress
he: כתובת
lt: Adresas
pa: پتہ
ta: முகவரி

source: Admin
bg: Админ
he: מנהל מערכת
lt: Administratorius
ta: நிர்வாகி

source: Analysing website...
bg: Уебсайтът се анализира...
et: Veebilehe analüüsimine...
he: ניתוח אתר...
ta: வலைத்தளத்தை பகுப்பாய்வு செய்தல் ...

# appDescription
source: KitchenOwl helps you organize your grocery life.
bg: KitchenOwl ви помага да организирате живота си в магазина за хранителни стоки.
et: KitchenOwl aitab sul oma toidupoeelu korraldada.
he: KitchenOwl עוזר לך לארגן את המצרכים שלך.
lt: KitchenOwl padeda Jums stebėti maisto produktų galiojimą.
ta: கிச்சன்அவுல் உங்கள் மளிகை பொருள் விவரங்களை ஒழுங்குபடுத்த உதவுகிறது.

# automaticIngredientDetection
source: Automatically detect ingredients
et: Tuvastage koostisosad automaatselt
he: זיהוי רכיבים אוטומטי

source: Back
bg: Назад
et: Tagasi
he: חזור
lt: Atgal
pa: پچھے
ta: பின்

source: Balances
bg: Баланси
et: Saldo
he: יתרות
lt: Balansas
ta: கையிருப்பு

source: Budget
bg: Бюджет
et: Eelarve
he: תקציב
ta: பட்ஜெட்

# budgetSet
source: Set budget
bg: Изберете бюджет
et: Määra eelarve
he: הגדרת תקציב
ta: பட்ஜெட் போட

source: Camera
bg: Камера
et: Kaamera
he: מצלמה
lt: Kamera
pa: کیمرہ
ta: கேமரா

source: Cancel
bg: Откажи
et: Tühista
he: ביטול
lt: Atšaukti
pa: رد کرو
ta: ரத்து

source: Categories
bg: Категории
et: Kategooriad
he: קטגוריות
lt: Kategorijos
pa: گٹھاں
ta: வகைகள்

# categoriesMerge
source: Merge categories
bg: Обедини категориите
et: Ühendage kategooriad
he: איחוד קטגוריות
lt: Sujungti kategorijas
ta: வகைகளை சேர்

source: Category
bg: Категория
et: Kategooria
he: קטגוריה
lt: Kategorija
pa: گٹھ
ta: வகை

# categoryDelete
source: Delete category
bg: Изтрий категория
et: Kustuta kategooria
he: מחק קטגוריה
lt: Ištrinti kategoriją
ta: வகையை நீக்கு

# categoryDeleteConfirmation
source: Are you sure you want to delete {category}? This will remove the category from all items.
bg: Сигурен ли си, че искаш да изтриеш {category}? Това ще изтрие категорията от всички артикули.
et: Kas olete kindel, et soovite kategooria {category} kustutada? See eemaldab kategooria kõigilt üksustelt.
he: האם אתה בטוח שתרצה למחוק את {category}? קטגוריה זו תוסר מכל המצרכים.
lt: Ar Jūs tikri, kad norite ištrinti {category}? Tai ištrins kategoriją iš visų elemenų.
ta: {category} நீக்கப்படும், சம்மதமா? இது அனைத்து பொருட்களிலிருந்தும் இவ்வகையை நீக்கிவிடும்.

# categoryEdit
source: Edit category
bg: Редактирай категория
et: Muuda kategooriat
he: ערוך קטגוריה
lt: Koreguoti kategoriją
ta: வகையை திருத்த

# categoryExpenseDeleteConfirmation
source: Are you sure you want to delete {category}? This will remove the category from all expenses.
bg: Сигурен ли си, че искаш да изтриеш {category}? Това ще изтрие тази категория от всички разходи.
et: Kas olete kindel, et soovite kategooria {category} kustutada? See eemaldab kategooria kõikidelt kuludelt.
he: האם אתה בטוח שתרצה למחוק את {category}? קטגוריה זו תוסר מכל ההוצאות שלך.
lt: Ar Jūs tikri, kad norite ištrinti {category}? Tai anuliuos šią kategoriją iš visų išlaidų.
ta: {category} நீக்கப்படும், சம்மதமா? செலவுகள் அனைத்திலிருந்தும் இவ்வகை நீக்கப்படும்.

source: Change icon
bg: Промени икона
et: Muuda ikooni
he: שנה אייקון
lt: Pakeisti piktogramą
ta: ஐகானை மாற்றவும்

source: Clear
bg: Изчисти
et: Tühjenda
he: נקי, צלול, טהור
ta: தெளிவான

# colorSelect
source: Select a color
bg: Избери цвят
et: Valige värv
he: בחר צבע
lt: Pasirinkite spalvą
ta: நிறத்தை தேர்ந்தெடு

source: Confirm
bg: Потвърди
et: Kinnita
he: אישור
lt: Patvirtinti
ta: உறுதிபடுத்து

source: Cooking time
bg: Време за готвене
et: Küpsetusaeg
he: זמן בישול
lt: Gaminimo laikas
ta: சமையல் நேரம்

source: Copied
bg: Копирано
et: Kopeeritud
he: הועתק
lt: Nukopijuota
pa: کاپی کیتے
ta: நகலெடுக்கப்பட்டது

source: Daily
bg: Дневно
et: Igapäevane
he: יומי
lt: Kasdieninis
ta: தினமும்

source: Danger Zone
bg: Опасна Зона
he: אזור סכנה
lt: Pavojaus zona
ta: ஆபத்தான பகுதி

source: Dark mode
bg: Тъмен режим
he: מצב כהה
lt: Tamsi tema
pa: ہنیرا
ta: இருண்ட பயன்முறை

source: Date
bg: Дата
et: Kuupäev
he: תאריך
lt: Data
ta: தேதி

source: Default key
bg: Ключ по подразбиране
et: Vaikevõti
he: מקש בחירה אוטומטי
ta: இயல்புநிலை விசை

# defaultWord
source: Default
bg: По подразбиране
et: Vaikimisi
he: ברירת מחדל
lt: Numatytas
ta: இயல்பு

source: Delete
bg: Изтрий
et: Kustuta
he: מחק
lt: Ištrinti
pa: مٹاؤ
ta: நீக்கு

source: Description
bg: Описание
et: Kirjeldus
he: תיאור
lt: Aprašymas
pa: تفصیل
ta: விளக்கம்

source: Discover
et: Avasta
he: גילוי, גילה

source: Done
bg: Готово
et: Tehtud
he: סיום
lt: Baigta
ta: முடிந்தது

source: Dynamic accent color
bg: Динамичен цвят на акцента
he: צבע מרקם דינמי
lt: Dinamine akcento spalva
ta: மாறும் உச்சரிப்பு நிறம்

source: Email
bg: Имейл
he: דואר אלקטרוני
lt: Elektroninis paštas
ta: மின்னஞ்சல்

# emailInvalid
source: Invalid email
bg: Невалиден имейл
he: כתובת אימייל שגוי
lt: Neteisingas elektroninis paštas
ta: தவறான மின்னஞ்சல்

# emailNotVerified
source: Not verified
bg: Неверифициран
he: לא מאומת
lt: Nepatvirtintas
ta: சரிபார்க்கப்படவில்லை

# emailResendVerification
source: Resend verification email
bg: Изпрати верификационен имейл отново
he: שלח מייל אימות שוב
lt: Atsiūsti patvirtinimo laišką dar kartą
ta: சரிபார்ப்பு மின்னஞ்சலை மீண்டும் அனுப்பு

source: Email successfully verified!
bg: Имейлът е успешно верифициран!
he: כתובת אימייל אומתה בהצלחה!
lt: Elektroninis paštas patvirtintas!
ta: மின்னஞ்சல் சரிபார்க்கப்பட்டது!

# emailUpdate
source: Update email
bg: Промени имейл
he: עדכון כתובת אימייל
lt: Atnaujinti elektroninį paštą
ta: மின்னஞ்சலை மேம்படுத்து

# emailUsed
source: The email is already associated with an account
bg: Този имейл е вече асоцииран с друг акаунт
he: כתובת מייל זו כבר מקושרת לחשבון
lt: Šis elektroninis paštas jau prijungtas prie kitos paskyros
ta: இந்த மின்னஞ்சல் வேறொரு கணக்கில் பயன்படுத்தப்பட்டுள்ளது

# error
source: An error occurred
bg: Получи се грешка
he: אירעה שגיאה
lt: Įvyko klaida
ta: பிழை ஏற்பட்டுவிட்டது

source: Exclude from statistics
bg: Изключи от статистиките
he: החרג מסטטיסטיקות
lt: Neįtraukti į statistiką
ta: புள்ளிவிவரங்களில் சேர்க்க வேண்டாம்

source: Expense
bg: Разход
he: הוצאות
lt: Išlaida
ta: செலவு

# expenseAdd
source: Add expense
bg: Добави разход
he: הוספת הוצאה
lt: Pridėti išlaidą
ta: செலவை சேர்க்க

# expenseAmount
source: Amount
bg: Сума
et: Kogus
he: כמות
lt: Suma
ta: தொகை

source: Expense categories
bg: Категории по разход
he: קטגוריות הוצאות
lt: Išlaidų kategorijos
ta: செலவு வகைகள்

# expenseEdit
source: Edit expense
bg: Промени разход
he: ערוך הוצאה
lt: Koreguoti išlaidą
ta: செலவை திருத்து

# expenseEmpty
source: No expenses, start by creating one!
bg: Няма разходи, започни като създадеш такъв!
he: אין הוצאות, צור אחת!
lt: Išlaidų nėra, pradėk sukurdamas vieną!
ta: செலவுகள் இல்லை. புதிதாக ஒன்றை சேர்க்கவும்!

# expenseFactor
source: Factor
bg: Коефициент
he: פקטור
lt: Faktorius
ta: காரணி

# expenseOverviewComparedToPreviousMonth
source: Compared to previous months
bg: Сравнено с предходни месеци
he: ביחס לחודשים קודמים
lt: Palyginus su praeitais mėnesiais
ta: சென்ற மாதத்துடன் ஒப்பிடுகையில்

# expenseOverviewExpenses
source: Expenses
he: הוצאות

# expenseOverviewTotalTitle
source: Total for {month}:
bg: Общо разходи за {month}:
he: סכ"ה לחודש:
lt: Visos išlaidos {month}:
ta: {month} மாதத்தின் மொத்த செலவுகள்:

# expensePaidBy
source: Paid by
bg: Платено от
he: שולם על ידי
lt: Sumokėjo
ta: பணம் செலுத்தியது

# expensePaidFor
source: Paid for
bg: Платено за
he: שולם עבור
lt: Sumokėjo už
ta: பணம் செலுத்தப்பட்டது

# expenseReceivedBy
source: Received by
bg: Получено от
he: התקבל על ידי
lt: Gavo
ta: பெறப்பட்டது

# expenseReceivedFor
source: Received for
bg: Получено за
he: התקבל עבור
lt: Gavo už
ta: இவருக்காகப் பெறப்பட்டது

source: Export
bg: Експорт
he: ייצוא
lt: Eksportuoti
ta: ஏற்றுமதி

source: Features
bg: Характеристики
he: תכונות
lt: Funkcijos
ta: அம்சங்கள்

source: {field} cannot be empty.
bg: {field} не може да бъде празно.
et: {field} ei tohi olla tühi.
he: {field} לא יכול להיות ריק.
lt: {field} negali būti tuščia.
ta: {field} காலியாக இருக்கமுடியாது.

source: Force offline mode
bg: Принудителен офлайн режим
he: אכיפת מצב לא מקוון
lt: Priverstinis režimas neprisijungus
ta: இணைப்பில்லாத பயன்முறையை கட்டாயப்படுத்துங்கள்

source: Gallery
bg: Галерия
he: גלריה
lt: Galerija
ta: தொகுப்பு

source: General
bg: Общи
he: כללי
lt: Bendra
ta: பொது

source: Go
bg: Напред
he: לך
lt: Eiti
pa: جاؤ
ta: போ

source: Grid
bg: Решетка
he: רשת
lt: Tinklelis
ta: வலைவாய்

source: Help translate
bg: Помогни за превода
he: עזור לתרגם
lt: Padėti versti
ta: மொழிபெயர்ப்பில் உதவ

# hi
source: Hi {name}!
bg: Здравей, {name}!
et: Tere {name}!
he: שלום {name}!
ta: ஆய் {name}!

source: Household
bg: Домакинство
et: Retseptiraamat
he: משק בית
lt: Namų ūkis
ta: வீடு

# householdDelete
source: Delete household
bg: Изтрий домакинство
et: Eemalda retseptiraamat
he: מחק משק בית
lt: Ištrinti namų ūkį
ta: வீட்டை நீக்கு

# householdDeleteConfirmation
source: Are you sure you want to delete {household}? This will delete any items, recipes, and expenses associated with that household.
bg: Сигурен ли си, че искаш да изтриеш {household}? Това ще изтрие всички артикули, рецепти и разходи, свързани с това домакинство.
et: Kas olete kindel, et soovite {household} kustutada? See kustutab kõik selle retseptiraamatuga seotud esemed, retseptid ja kulud.
he: האם אתה בטוח שתרצה למחוק את {household}? מחיקת משק בית זה תמחק מצרכים, מתכונים והוצאות המקושרות אליו.
lt: Ar Jūs tikri, kad norite ištrinti {household}? Tai anuliuos visus elementus, receptus, bei išlaidas susijusias su šiuo namų ūkiu.
ta: {household} ஐ நீக்க விரும்புகிறீர்களா? இது அந்த வீட்டோடு தொடர்புடைய எந்தவொரு உருப்படிகள், சமையல் குறிப்புகள் மற்றும் செலவுகளை நீக்கிவிடும்.

# householdEmpty
source: No households, start by creating one!
bg: Няма домакинства, започни като създадеш такова!
et: Pole retseptiraamatuid, alustage ühe loomisest!
he: אין משק בית, צור אחד!
lt: Jokių namų ūkių, pradėk sukurdamas vieną!
ta: வீடுகள் ஏதுமில்லை, புதிதாக ஒன்றை சேர்க்கவும்!

# householdLeave
source: Leave household
bg: Напусни домакинство
et: Lahku retseptiraamatust
he: עזוב ממשק בית
lt: Išeiti iš namų ūkio
ta: வீட்டை விட்டு வெளியேறு

# householdLeaveConfirmation
source: Are you sure you want to leave {household}?
bg: Сигурен ли си, че искаш да напуснеш {household}?
et: Kas olete kindel, et soovite {household} lahkuda?
he: האם אתה בטוח שתרצה לעזוב את {household}?
lt: Ar Jūs tikri, kad norite išeiti iš {household}?
ta: {household} விட்டு வெளியேற சம்மதமா?

# householdNew
source: New household
bg: Ново домакинство
et: Uus retseptiraamat
he: משק בית חדש
lt: Naujas namų ūkis
ta: புதிய வீடு

# householdSwitch
source: Switch household
bg: Превключи домакинство
et: Vaheta retseptiraamatut
he: החלף משק בית
lt: Keisti namų ūkius
ta: வீட்டை மாற்ற

source: Households
bg: Домакинства
et: Retseptiraamatud
he: משקי בית
lt: Namų ūkiai
ta: வீடுகள்

source: Icon
bg: Икона
et: Ikoon
he: צלמית, איקון
ta: படவுரு

# imageSelect
source: Select an image
bg: Избери изображение
et: Vali pilt
he: בחר תמונה
lt: Pasirinkti nuotrauką
ta: ஒரு படத்தைத் தேர்ந்தெடுக்கவும்

source: Import
bg: Импорт
he: ייבוא
lt: Importuoti
ta: இறக்குமதி

# importStartedHint
source: Import started, this may take a few minutes.
bg: Започна импортирането, това може да отнеме няколко минути.
he: ייבוא החל, פעולה זו תקח מספר דקות.
lt: Importavimas pradėtas, tai gali užtrukti kelias minutes.
ta: இறக்குமதி துவங்கியது, இது முடிய சில நிமிடங்கள் ஆகலாம்.

source: Income
bg: Приход
he: הכנסות
lt: Pajamos
ta: வரவு

source: Ingredients
bg: Съставки
et: Koostisosad
he: מצרכים
lt: Ingridientai
ta: உட்பொருட்கள்

# ingredientsOptional
source: Optional ingredients
bg: Съставки по избор
et: Valikulised koostisosad
he: מצרכים אופציונליים
lt: Neprivalomi ingridientai
ta: கட்டாயமில்லாத உட்பொருட்கள்

# itemDelete
source: Delete item
bg: Изтрий артикул
et: Kustuta üksus
he: מחק מוצר
lt: Ištrinti elementą
ta: பொருளை நீக்கு

# itemDeleteConfirmation
source: Are you sure you want to delete {item}? This will remove the item from any recipe containing it.
bg: Сигурен ли си, че искаш да изтриеш {item}? Това ще изтрие този артикул от всички рецепти, които го съдържат.
et: Kas oled kindel, et soovid {item} kustutada? See eemaldab üksuse kõikidest retseptidest, mis seda sisaldavad.
he: האם אתה בטוח שתרצה למחוק את {item}? מחיקת מוצר זה תסיר אותו מכל המתכונים בהם הוא מופיע.
lt: Ar Jūs tikri, kad norite ištrinti {item}? Tai anuliuos šį elementą iš visų receptų.
ta: {item} நீக்க விரும்புகிறீர்களா? இது உருப்படியைக் கொண்ட எந்த செய்முறையிலிருந்தும் அகற்றும்.

# itemRemoveInteraction
source: Remove item interaction
bg: Начин за премахване на артикул
he: הסר אינטרקציה עם מוצר
lt: Pašalinti elemento sąveiką
ta: உருப்படி தொடர்புகளை அகற்று

source: Item size
bg: Размер на артикул
he: גודל מוצר
lt: Elemento dydis
ta: உருப்படி அளவு

source: Items
bg: Артикули
he: מוצרים
lt: Elementai
pa: چیزاں
ta: உருப்படிகள்

# itemsAdd
source: Add items
bg: Добави артикули
et: Lisa üksusi
he: הוספת מוצרים
lt: Pridėti elementus
ta: உருப்படிகளைச் சேர்க்கவும்

# itemsMerge
source: Merge items
bg: Обедини артикилу
et: Ühendage üksused
he: איחוד מוצרים
lt: Sujungti elementus
ta: உருப்படிகளை ஒன்றிணைக்கவும்

# itemsMergeConfirmation
source: Are you sure you want to merge {item} and {other}? This cannot be undone.
bg: Сигурен ли си, че искаш да обединиш {item} и {other}? Това не може да бъде отменено.
et: Kas olete kindel, et soovite {item} ja {other} ühendada? Seda ei saa tagasi võtta.
he: האם אתה בטוח שתרצה לאחד את {item} ו-{other}? פעולה זו אינה הפיכה.
lt: Ar Jūs tikri, kad norite sujungti {item} ir {other}? Tai negali būti anuliuota.
ta: நீங்கள் நிச்சயமாக {item} மற்றும் {other} ஒன்றிணைக்க விரும்புகிறீர்களா? இதை செயல்தவிர்க்க முடியாது.

# itemsOptional
source: Optional items
bg: Артикули по избор
et: Valikulised esemed
he: מוצרים אופציונליים
lt: Neprivalomi elementai
ta: விருப்ப உருப்படிகள்

# itemsRecent
source: Recent items
bg: Скорошни артикули
et: Viimased üksused
he: מוצרים אחרונים
lt: Naujausi elementai
ta: அண்மைக் கால உருப்படிகள்

source: Language
bg: Език
et: Keel
he: שפה
lt: Kalba
pa: بولی
ta: மொழி

# languageSelect
source: Select a language
bg: Избери език
et: Vali keel
he: בחר שפה
lt: Pasirinkite kalbą
ta: ஒரு மொழியைத் தேர்ந்தெடுக்கவும்

source: Larger
bg: По-големи
he: גדול יותר
lt: Didesnis
ta: பெரியது

source: Last used
bg: Последно използвано
he: שימוש אחרון
lt: Paskutinį kartą naudota
ta: கடைசியாக பயன்படுத்தப்பட்டது

source: Link
bg: Връзка
he: קישור
lt: Nuoroda
ta: இணைப்பு

# linkNoun
source: Link
he: קישור

# linkRecipeDescription
source: Anyone with the link to this recipe can view it.
bg: Всеки с този линк може да види рецептата.
he: כל אחד עם קישור למתכון זה יוכל לראותו.

source: List
bg: Списък
he: רשימה
lt: Sąrašas
pa: لسٹ
ta: பட்டியல்

# lltCreate
source: Create long-lived token
bg: Създай дълготраен ключ
he: צור אסימון ארוך-טווח
lt: Sukurkite ilgalaikę žymę
ta: நீண்ட கால கிள்ளாக்கை உருவாக்கவும்

# lltDelete
source: Delete long-lived token
bg: Изтрий дълготраен ключ
he: מחק אסימון ארוך-טווח
lt: Ištrinkite ilgalaikę žyma
ta: நீண்ட கால கிள்ளாக்கை நீக்கு

# lltDeleteConfirmation
source: Are you sure you want to delete long-lived token '{token}'? This cannot be undone.
bg: Сигурен ли си, че искаш да изтриеш дълготраен ключ '{token}'? Това не може да бъде отменено.
he: האם אתה בטוח שתרצה למחוק את אסימון ארוך הטווח '{token}'? פעולה זו אינה הפיכה.
lt: Ar tikrai norite ištrinti ilgalaikį prieigos raktą „{token}“? To negalima anuliuoti.
ta: நீண்ட கால கிள்ளாக்கு '{token}' ஐ நீக்க விரும்புகிறீர்களா? இதை செயல்தவிர்க்க முடியாது.

# lltNotShownAgain
source: Save the token; you won't be able to see it again
bg: Запази ключа! Няма да можеш да го видиш отново
he: שמור את האסימון; ערכו לא יוצג שוב לעולם
ta: கிள்ளாக்கை சேமிக்கவும்; நீங்கள் அதை மீண்டும் பார்க்க முடியாது

# lltWarningContent
source: Are you sure you want to create a long-lived token? This could potentially be a security risk. The token does not expire and gives full access to your account.
bg: Сигурен ли си, че искаш да създадеш дълготраен ключ? Това може да бъде потенциален риск. Ключът няма краен срок и дава пълен достъп до твоя акаунт.
he: האם אתה בטוח שתרצה ליצור איסמון ארוך-טווח? פעולה זו יכולה להוות פרצת אבטחה. אסימון ארוך-טווח אינו פג ומקנה גישה מלאה למשתמש שלך.
ta: நீங்கள் நீண்ட கால கிள்ளாக்கை உருவாக்க விரும்புகிறீர்களா? இது பாதுகாப்பு அபாயமாக இருக்கலாம். கிள்ளாக்கு காலாவதியாகாது மற்றும் உங்கள் கணக்கிற்கு முழு அணுகலை வழங்குகிறது.

# lltWarningTitle
source: Do you know what you're doing?
bg: Знаеш ли какво правиш?
he: האם אתה יודע מה אתה עושה?
lt: Ar žinai ką darai?
ta: நீங்கள் என்ன செய்கிறீர்கள் என்று உங்களுக்குத் தெரியுமா?

# llts
source: Long-lived tokens
bg: Дълготрайни ключове
he: אסימון ארוך-טווח
ta: நீண்ட கால டோக்கன்கள்

source: Login
bg: Вход
he: התחברות
lt: Prisijungti
pa: لوگ‌این کرو
ta: புகுபதிவு

source: Login to
bg: Вход към
he: התחבר אל
lt: Prisijungti prie
ta: உள்நுழைவு

# loginToAddToShoppingList
source: Log in to add this recipe to your shopping list
he: התחבר, כדי להוסיף מתכון זה לרשימת הקניות

source: Logout
bg: Изход
he: התנתק
lt: Atsijungti
ta: வெளியேற்றம்

source: Logout {name}
bg: Изход {name}
he: התנתק מ{name}
lt: Atsijungti {name}
ta: வெளியேறு {name}

source: Long press to reorder
bg: Задръж дълго за промяна на реда
he: החזק לחיצה כדי להקליט
lt: Ilgai paspauskite, kad pertvarkytumėte
ta: மறுவரிசைப்படுத்த நீண்ட அழுத்தவும்

# longerThanExpected
source: This is taking longer than expected
bg: Това отнема повече време от очакваното
he: פעולה זו מתמשכת זמן רב מהצפוי
ta: இது எதிர்பார்த்ததை விட அதிக நேரம் எடுக்கும்

source: Mark as paid
bg: Маркирай като платено
he: סמן כשולם
lt: Pažymėti kaip apmokėtą
ta: பணம் செலுத்தியதாக குறிக்கவும்

source: Meal planner
bg: Хранителен план
he: תוכנית תזונה
lt: Maitinimo planuotojas
ta: உணவு திட்டமிடுபவர்

source: Member
bg: Член
he: משתתף
lt: Narys
ta: உறுப்பினர்

# memberAdd
source: Add member
bg: Добави член
he: הוסף משתתף
lt: Pridėti narį
ta: உறுப்பினரைச் சேர்க்கவும்

# memberRemove
source: Remove member
bg: Изтрий член
he: הסר משתתף
lt: Pašalinti narį
ta: உறுப்பினரை அகற்று

source: Members
bg: Членове
he: משתתפים
lt: Nariai
ta: உறுப்பினர்கள்

source: Merge
bg: Обедини
he: איחוד
lt: Sujungti
ta: ஒன்றிணைக்கவும்

# minutesAbbrev
source: min
bg: минута
he: מינ'
ta: மணித்துளி

source: Money transfer
bg: Трансфер на пари
he: העברת כספים
lt: Pinigų perkėlimas
ta: பணமாற்றல்

source: Monthly
bg: Месечно
he: חודשי
lt: Mėnesinis
ta: மாதாந்திர

source: More
bg: Повече
he: עוד
lt: Daugiau
ta: மேலும்

source: Name
bg: Име
he: שם
lt: Pavadinimas
pa: ناں
ta: பெயர்

source: Next
bg: Следващо
he: הבא
lt: Sekantis
pa: اگے
ta: அடுத்தது

source: No tags
bg: Без етикети
he: אין תגיות
lt: Jokių žymų
ta: குறிச்சொற்கள் இல்லை

source: None
bg: Няма
he: ללא
lt: Niekas
pa: کوئی نہیں
ta: எதுவுமில்லை

source: Now
bg: Сега
he: עכשיו
lt: Dabar
ta: இப்போது
